Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 知道这点后，孤月想手撕了沈萤！
en_us: After understanding this point, Lonemoon wanted to tear Shen Ying apart with his hands!

source: 短短三天的时间，无敌派的名声就传遍了整个上青界，被迫成为隐世仙门的无敌派，瞬间一跃挤身为一流仙门，而且隐隐凌驾众仙门之上，有与世家比肩的趋势。
en_us: Within three days, Invincible Sect became famous throughout the Upper Azure World. They were known for housing a hidden Great Immortal and were now regarded as a top-class immortal sect. Slowly, their ranking creeped above the other immortal sects - they were ranked almost equal with the aristocratic families.

source: 短短不到五分钟的时间，气势汹汹想要灭无敌派满门的十几个化神修士，全灭！
en_us: In less than five minutes, the aggressive Soul Formation cultivators, who had come with the intention of destroying the Invincible Sect, were decimated!

source: 短短不过半柱香时间，轩辕禹与印风就见证了，一座豪华别院外加半座仙城，完全变成一片废墟的情景。整个郁家别院甚至再找不着半堵完整的墙，原来大厅的位置更是变成了几十尺宽的大坑。
en_us: In less than the time taken to burn half an incense stick, Xuan Yuanyu and Yin Feng had witnessed a luxurious courtyard and half an immortal city reduced to complete ruins. There was not one intact wall to be found in the entire Yu Family courtyard. Where the hall once stood, only a crater of several tens of feet wide remained.

source: 研究到半夜，江逸的伤势倒是全好了，确定不能再研究出其余的功能后，他带着深深的遗憾沉沉睡去，昨夜就一宿没睡了，他终于顶不住了。
en_us: After studying till midnight, Jiang Yi's injuries had entirely healed. Confirming that he could no longer discover any other abilities, he went to sleep with deep disappointment. He finally could not take it anymore, after having not slept at all last night.

source: 砰！
en_us: BANG!

source: 确定镇西军和灵兽山学院一样将会在三个月后来天羽城招生，整个江家都兴奋忙碌起来，江家家主江云山亲自下令，除了部分天才子弟去武殿闭关外，所有家族子弟不得外出全闭关修炼，争取在三个月后的招生大典上好好表现。
en_us: At the news that both the Western Garrison Army and Mt. Spirit Beast College would be visiting Skyplume City to recruit newcomers in three months' time, the entire Jiang Clan became enlivened with enthusiastic preparations. The Jiang Clan Clan Head, Jiang Yunshan, had personally issued an order for all descendants to go into seclusion, in order to make the most of the Grand Audition three months later.

source: 碧涛一边解阵，一边道，“我觉得，那人的目的，多半是里面的化仙丹。”
en_us: Bitao explained, "I think that guy was after the Immortal Formation Pill inside the Pill Storage Repository."

source: 碧涛几乎是连滚带爬撑了起来，乖巧的飘向了那面墙，认真开始解阵。好可怕女人，原本以为是个没灵根的凡人，没想到她居然连魂体都可以打，这人一定是上界某位大仙下凡，一定是！
en_us: Bitao began to half-crawl and half-roll. Obediently, he floated toward the wall and started to crack the array. This woman was so scary. He had thought that she was a mortal without any Spirit Roots. Little did he know that she could hit even a soul. She must be a Great Immortal of the Upper World, who has descended into the mortal world!

source: 碧涛：“……”
en_us: Bitao: “...”

source: 神情却越加严肃的看着下方，果然不到半会，岛上传来轰隆一声响，一个巨大的长条身影从岛上腾飞而出，蛇身鱼尾，头顶还有一只黑色长角，一声尖锐刺耳的长啸响起，那身影直接冲上了空中。
en_us: He looked somberly at the island beneath him. A moment later, another loud crash sounded. A big and long figure flew out of the island. It had the body of a snake, the tail of a fish, and black horns on its head. It made a loud, piercing noise and flew straight intot he sky.

source: 神武国以武立国，管理城池的全部都是强大武者，甚至有显著军功的武将还会直接赐予小城作为封地。天羽城城主姬天，就是在十四年前的六国国战中战功彪炳，被赐予羽林偏将，受封天羽城。
en_us: The culture and society of Divine Martial Kingdom was built on martial arts. The administrators who run the cities were all powerful martial artists, with military generals wielding significant military prowess even being directly bestowed with entire small cities as vassal territory. The City Lord of Tianyu City Ji Tian had beaten Biao Bing in the Six-Nation War some fourteen years ago and as such was bestowed the title of Yulin Deputy General as well as Skyplume City as his own fiefdom.

source: 神武国首重军功，天羽城城主都是因为军功才被封爵赐城的，能加入神武国三大军团之一的镇西军，那是很荣耀的事情，万一在军中获得军功，封官赐爵，他们家族也能发展壮大，荣耀百年。
en_us: Military glory was most valued in Divine Martial Kingdom. The City Lord of Skyplume City was given his lordship as well as command of this city Divine Martial Kingdom precisely because of the military glory he had achieved. Hence, to be able to join the Western Garrison Army, which was one of 's three great armies, was a badge of honor. In the event that a descendant achieved military glory, they would likewise be rewarded with the rank of nobility, and the entire family clan would be able to ride on their coattails of success, sharing the glory for years to come.

source: 禽兽！
en_us: You beast!

source: 秘境入口前，上青界的那三个人也到了，他们站在最前面，兴许是已经把秘境只有元婴期以上修士，才能进去的事告诉了众人，三宗六派的很多修士都是一脸失望的样子。
en_us: The three people from the Upper Azure World also stood outside the entrance to the mystic realm. They were right in front. From the looks of it, they had just informed the crowd that only cultivators who were at least at the Nascent Soul stage could enter the mystic realm. Many of the cultivators who stood around them had disappointment written all over their faces.

source: 空中的人发出一声警告后，立马就有几人飞出开始结印。不一会只见红光大亮，一道刺目的光芒直逼护山大阵。半会只闻得哐当一声，大阵上顿时出现了几道裂逢。那几个修士却没有停止攻击，反而越加猛烈，整人玄天宗上空都响起轰隆隆的撞击声。
en_us: The person in the air sent a warning and a few people immediately flew out and began to conjure up seals. Red lights shone brightly and a ray of glaring light shot directly at the Protective Mountain Array. A loud cracking sound was heard and the huge array immediately cracked. Those cultivators did not stop the attack; instead their attacks grew more intense and the entire sky above Blackheaven Sect was ringing with clashing noises.

source: 空中的局势已经很明朗了，带着一个受伤青尹，青亦只好四下躲避两人的攻击。孤月朝两人冷笑了一声道，“原来上青界的尊者就这点实力？你们那什么世家的长老，也太好混了吧。”
en_us: The situation in the air had already become better. With Qing Yin injured, Qing Yi could only try to avoid all the attacks as best as he could. Lonemoon sneered at both of them, "So a Supremacy from the Upper Azure World only has such capabilities? It seems too easy to be an Elder of an aristocratic family."

source: 空中高高飘浮着一面血色的幡旗，大量的鬼气源源不断的从里面溢出，凄厉的鬼叫传来，似是万鬼齐鸣，有什么破幡而出，原本浩月当空，此时已乌云满布，阴风四起。
en_us: High above, a blood-red flag was flapping in the air, emitting large amounts of Ghost Qi. Eerie wails, as if emanating from a ghostly orchestra, drifted towards them. Suddenly, something seemed to leap out from the flag. The moon, which had been lighting up the night sky earlier, was now hidden completely by black clouds. Gusts of Yin winds started blowing in from all sides.

source: 穿越后，沈萤遇到的第一个危机——没钱！
en_us: After her transmigration into this world, the first crisis Shen Ying encountered was — having no money!

source: 穿过走廊，江逸很快抵达一个大殿内，这个大殿中央盘坐着七八人，竟都带着青铜野兽的面具，很多人身上手臂上还有很明显的伤势，衣袍也有些破烂。大殿四周还有很多小房间，十几个房间内隐约可以听到打斗的声音。
en_us: Passing through the corridor, Jiang Yi quickly arrived in the interior of a large hall. Seven or eight people were seated cross-legged in the center of the big hall. All of them were wearing masks of bronze-green beasts, with many of them having very obvious injuries on their bodies and arms and some even having tattered clothes. There were also many small rooms surrounding the large hall. One could vaguely hear the sounds of combat coming from more than ten of these rooms.

source: 突然——
en_us: Suddenly—

source: 突然……
en_us: Suddenly...

source: 突然一砣具大的黑气就从旗里弹了下来。
en_us: All of a sudden, a copious amount of black gas burst out of the gonfalon.

source: 突然一道浑厚的男声响起，仿佛从天外传来一样，瞬间传到四下。
en_us: Suddenly, he heard a man's voice calling out from the horizon. The voice echoed throughout the forest.

source: 突然为门派的前途，无限担忧。
en_us: Suddenly, they all began to worry for the future of their sect.

source: 突然了解为啥这个世界人人会飞了，因为地图实在是太大了。出门一趟，把她几年的运动余额都花光了，关键是……没吃到好吃的！（重点）
en_us: Shen Ying suddenly realized why everyone could fly in this world; it was because this world was really to big. She had used up a few years of her exercise quota just on this one trip. And the key issue was... she had not had a good meal!

source: 突然他觉得叮的一声，有什么接通的声音。脑海里顿时浮现出一个荒唐的想法，僵硬的转头看向旁边的人，“你……对鬼王做了什么？”
en_us: Suddenly, he experienced a moment of eureka; an absurd thought came across his head as he stiffly turned his head towards the person beside him. "You… what did you do to the Ghost King?"

source: 突然却看到右侧的密林中，隐隐闪过一道白光。细一想传送阵好像也是发白光的，心底一喜连忙走了过去。拔开前方的树叶一看，却顿时睁大了眼睛。
en_us: Suddenly, she spotted a a flash of light from inside the dense forest to her right. She recalled that the transportation array also emitted white light, rejoiced in her heart and walked toward the dense forest. She brushed aside the leaves in front of her. Then, her eyes widened.

source: 突然她肩膀一重，引动的灵气顿时一散，身侧有人直接上前一步。
en_us: Suddenly, her shoulder was pushed down and the Spirit Qi she had triggered dissipated at that moment as the girl beside her took a step forward.

source: 突然它张大嘴，朝着阵法上猛力一咬，随着咔嚓一声响，阵法顿时化为万千碎片消失。背云兽也猛的张开了眼睛，而且看起来比刚刚还要愤怒。张口吐出一道道利刺，铺天盖地的朝着易峰刺了过去。
en_us: Suddenly, the beast opened its mouth and bit at the array. There was a loud tearing sound as the array got torn to shreds and disappeared. The Cloud-Bearing Beast opened its eyes once again, looking even angrier than before. it began to shoot needles from its mouth at Yi Feng.

source: 突然就想起了沈萤昨天秒拒他的那句话：物种不同，不能恋爱！明明当初初见的时候，她挺喜欢自己的。还摸……摸了……为啥要拒绝他？
en_us: Suddenly, he remembered the words of rejection Shen Ying had spoken to him the day before: Different species cannot fall in love! She was clearly fond of him the first day that they met. He even touched... touched... why was she rejecting him?

source: 突然张嘴就朝着地上啃了过去。
en_us: In a fllash, it opened its mouth and bit at the ground.

source: 突然有些怀疑，邀她来抓灵兽这个决定的正确性。
en_us: Suddenly, he began to doubt the correctness of her decision to catch spirit beasts.

source: 突然有种想散伙的冲动。
en_us: Lonemoon suddenly had the urge to dissolve this partnership of theirs.

source: 突然的动静，就连旁边的女子也转头看了一眼地上的兽，“猫？”
en_us: The sudden movement caused the girl beside Yi Feng to turn around and look at the creature on the ground. She asked, "Cat?"

source: 突然觉得玄天宗，前途堪忧！
en_us: Lonemoon suddenly felt deep worry for the future prospect of Blackheaven!

source: 突然觉得自己来得有点多余！
en_us: I suddenly feel I’m not needed!

source: 突然轰隆一声响，刚刚就已经被砸出个大洞的门，终于倒了下来。满天灵剑，唰啦啦的飞了进来，顿时插了满地都是。
en_us: Suddenly a loud boom was heard, and the door which had a big hole smashed through it finally fell to the ground. Spirit swords came flying inside and the whole area was immediately full of them.

source: 突然青岚抓剑的手一重，刚凝出灵力顿时一散，他的手居然被人一把抓住了。
en_us: Suddenly, Qing Lan's sword stopped. The Spiritual Power that he had concentrated suddenly dissipated. Something had stopped his hand.

source: 突然，一道雷光从天而降，轰隆一声打在了背云兽的头上。
en_us: Suddenly, a flash of lightning struck the Cloud-Bearing Beast's head.

source: 突然，他脑海内闪过一个念头，眸子一下亮若星辰，他的黑色元力可以增强药效？刚才那人阶上品灵神丹，就很有可能是因为黑色元力使得药力增强，变成了地阶丹药的。
en_us: Suddenly, a thought flashed past his mind. His eyes shone brightly like stars. Could his black essence force increase medicinal effects? That Man-tier superior-grade Spirit Pills just now had become Earth-tier elixirs, their medical healing power increasing very likely a result of the black essence force.

source: 突然，天空轰隆一声响，一道更加恐怖的雷光，凌空而下，直劈向完全没了反抗之力的孤月。
en_us: Suddenly, a loud boom came from the sky and an even more terrifying bolt of lightning descended, heading straight for Lonemoon, who had no more power of resistance left.

source: 突然，平地暴风骤起，只见那剑身顿时化出一道亮如白日的剑光，跨横天地间。随着沈萤的挥势，瞬间横扫而去，轰隆一声巨响，整个海岛瞬间被劈成两半。而那剑光还未停下，直接往着远处而去，直接扫过不远处的玄天宗，把右上方的一座浮峰劈开，直入大海，最终消失在天际。
en_us: Suddenly, a hurricane seemed to form out of nowhere and the sword emitted a beam of light as bright as daylight, arching over the earth and across the sky. Shen Ying swung the sword down. There was a loud boom and the entire island was split in two. The sword beam continued moving straight ahead, directly sweeping through the nearby Blackheaven Sect, splitting apart a mountain on the upper right of the sect, then shooting straight into the sea, before finally disappearing into the horizon.

source: 突然，整个练功房墙壁上光芒一闪，江逸莫名的感觉到一股力量禁锢了他般，他慌忙移动身体却发现没有半点影响，下意识的催动元力才发现不能再调动一丝蓝色元力。
en_us: Suddenly, the walls of the entire technique practicing room shone with brilliant rays of light. Jiang Yi felt an indescribable force that seemed to confine him tightly in shackles. He hurriedly tried to move his body but found no physical influence or change whatsoever. It was only when he set his mind to move his essence force that he realized he could not circulate even a sliver of blue essence force.

source: 突然，柳长老眸子内闪过一丝惊疑声，那一掌也收了回来，他目光疑惑的注视着丹炉内唯一剩下的两枚丹药，感觉似乎……和原先炼制的灵神丹有些不同？
en_us: Suddenly, Elder Liu paused, bewildered. He retracted his hand in the process. He stared in curiosity and suspicion at the two remaining elixirs left in the cauldron. He felt as though... they were different from the Spirit Pills he was originally refining.

source: 突然，自火焰中传出一声碎响，只见天帝手中的火龙剑忽然碎裂为数块碎片朝四面八方飞射出去。
en_us: Suddenly, a loud explosion sounded from the fire as Celestial Thearch's sword broke into tiny shards and shot out in all directions.

source: 立马抓紧机会结印，布完了剩下的阵法，顿时空中就出现了一个巨大的阵图，金色的法符文字在阵中流转，缓缓的朝下方的巨兽落了下去。
en_us: He immeditaely conjured a seal and made use of his remaining arrays. A huge array chart appeared in the air and words from his golden dharmic talisman began to flow in the chart. The entire chart slowly descended toward the beast.

source: 第101次后悔，当初干嘛脑抽跟着这两坑货一起上界，还TM头脑发热的直接得罪了个世家。前途灰暗有没有？他叹了一声，瞅瞅一边苦恼自己的存在感，一边还完全没受影响吃着饭的某人，突然想起一件事，“对了沈萤，你找他们家主的时候，除了算清楚他们夺宝的事，没发生什么别的事吧？”他可不想再惹出什么事来。
en_us: He felt regret for the 101th time — why had he stupidly followed these two worthless creatures to the Upper World, and even rashly offended an aristocratic family? Didn’t the future seem a little bleak? He sighed, and looked at the one who was distressed about her lack of presence, and the other who was unaffected and eating his meal. He suddenly recalled something. "Oh right, Shen Ying. When you went to look for the master of that family, apart from settling the score for them snatching the treasures, nothing else happened right?" He did not want to stir up any trouble.

source: 第20章 天赋异禀
en_us: Chapter 20: The Mysteriously Endowed Natural Talent

source: 第一天的初赛其实是走个过场，跟开幕式差不多，重要的是第三天的决赛。所以各门派高手，也只是在专门劈出来的高台看了一二个时辰，就开始陆陆续续的离场了。就连郁易两家也已经离开了看台。
en_us: The first day of the preliminary rounds was a mere formality like an opening ceremony. The important part would be the finals on the third day. The experts of every sect only watched for a few hours from the audience platform before they began leaving in succession. Even both the Yu and Yi Family left.

source: 第一次和如此级别的武者对战，江逸不敢马虎，第一时间运转了一次黑色元力去了眼睛，背部微微弓起，目光灼灼的盯着对方的一举一动。
en_us: Facing off such a strong opponent for the first time, Jiang Yi could not afford to be sloppy. He transferred a wisp of black essence force at once and hunched his back slightly, sharp gaze tracking his opponent's every move.

source: 第一百三一章 魔门消失
en_us: Chapter 131: The Disappearance of the Devils' Gates

source: 第一百三二章 上都召令
en_us: Chapter 132: The Summoning of Shangdu

source: 第一百三十章 灭绝危机（今晚七点，直播见）
en_us: Chapter 130: The Threat of Extinction

source: 第一百二七章 男主异常
en_us: Chapter 127: Something is wrong with Male Protagonist

source: 第一百二五章 集体蹭住
en_us: Chapter 125: Group Stay Over

source: 第一百二六章 全门体仙
en_us: Chapter 126: Body Cultivator Sect

source: 第一百二四章 魔界之门
en_us: Chapter 124: The Door of the Demon Realm

source: 第一百章 礼尚往来
en_us: Chapter 100: A Mutual Exchange of Visits

source: 第一百零一章 玄灵之花
en_us: Chapter 101: The Black Spirit Blossom

source: 第一百零三章 再见毛团
en_us: Chapter 103: Goodbye Furball

source: 第一百零二章 手撕界门（月票四千加更）
en_us: Chapter 102: Tearing Apart the Realm Gates

source: 第一百零五章 飞升雷劫
en_us: Chapter 105: Facing the Lightning Tribulation of Immortal Ascension

source: 第一百零六章 秩序逼供（月票500加更。）
en_us: Chapter 106: A Forced Confession

source: 第一百零四章 壮大粉团
en_us: Chapter 104: Strong Powderball

source: 第一章 万妖大会
en_us: Chapter 1: Myriad Demon Congregation

source: 第一章 被封印的少年
en_us: Chapter 1: The Sealed Youth

source: 第七十一章 大比复赛
en_us: Chapter 71: The Great Semi-Finals

source: 第七十七章 讲讲道理
en_us: Chapter 77: Let's be Reasonable

source: 第七十三章 冠军芭比
en_us: Chapter 73: Champion Barbie

source: 第七十九章 无敌掌门
en_us: Chapter 79: Invincible Sect's Master

source: 第七十二章 意外进赛
en_us: Chapter 72: The Unexpected Qualifications

source: 第七十五章 情感咨询
en_us: Chapter 75: Enquiry on Romance

source: 第七十八章 混社必还
en_us: Chapter 78: An Eye for an Eye

source: 第七十六章 郁家逃奴
en_us: Chapter 76: The Yu Family's Escaped Slaves

source: 第七十四章 国民奸商
en_us: Chapter 74: An Unscrupulous Merchant Citizen

source: 第七十章 结个善缘（月票两千加更）
en_us: Chapter 70: Form Good Karmic Ties

source: 第七章 强行封印
en_us: Chapter 7: Sealed by Force

source: 第七章 炸丹了
en_us: Chapter 7: The Exploding Elixir

source: 第三十一章 妖怪做乱
en_us: Chapter 31: A Demon Creates Havoc

source: 第三十七章 上古秘境
en_us: Chapter 37: The Ancient Mystic Realm

source: 第三十三章 八阶妖狐
en_us: Chapter 33: The Eighth-Level Demon

source: 第三十三章 酒囊饭袋
en_us: Chapter 33: The Good for Nothing

source: 第三十九章 前往秘境（500月票加更）
en_us: Chapter 39: Toward the Mystic Realm

source: 第三十二章 懂事狸猫
en_us: Chapter 32: The Savvy Civet Cat

source: 第三十五章 上古阵法
en_us: Chapter 35: The Ancient Array Formation

source: 第三十五章 直接处死
en_us: Chapter 35: Immediate Execution

source: 第三十八章 上界来客
en_us: Chapter 38: Guests from the Upper World

source: 第三十六章 青青草原
en_us: Chapter 36: The Green Pasture

source: 第三十四章 求死
en_us: Chapter 34: Begging for Death

source: 第三十四章 追击狐妖
en_us: Chapter 34: Pursuing the Fox Demon

source: 第三十章 带队历练
en_us: Chapter 30: Leading Them on an Experiential Training Expedition

source: 第三只。
en_us: A third one.

source: 第三天。
en_us: The third day.

source: 第三天，柳长老没出现，炼丹房内却迎来了两位特殊的客人。
en_us: On the third day which Elder Liu failed to appear, two special guests arrived at the alchemy lab.

source: 第三章 扰人清梦
en_us: Chapter 3: Disturbing a Sweet Dream

source: 第三章 神奇的黑色元力
en_us: Chapter 3: The Magical Black Essence Force

source: 第三醒来的时候，他还……还……还躺在院子里，对，还是原位置。-_-|||
en_us: The third time he awoke, he was still… still… still… lying in the courtyard. Yes, still in the same position. -_-|||

source: 第九十一章 超不开心
en_us: Chapter 91: Supreme Unhappiness

source: 第九十七章 幻海蛟龙
en_us: Chapter 97: The Flood Dragon of the Mirage Sea

source: 第九十三章 易家之行
en_us: Chapter 93:

source: 第九十九章 主仆契约
en_us: Chapter 99: A Contract between Master and Servant

source: 第九十二章 易家之邀
en_us: Chapter 92: An Invitation from the Yi Family

source: 第九十五章 前往幻海
en_us: Chapter 95: Toward Mirage Sea

source: 第九十八章 为了联盟
en_us: Chapter 98: For The Alliance

source: 第九十六章 灵主白泽（月票三千五加更）
en_us: Chapter 96: Spirit Master Bai Ze

source: 第九十四章 一只白团
en_us: Chapter 94: A White Ball of Fur

source: 第九十章 死于话多
en_us: Chapter 90: Death from Overtalk

source: 第九章 发财大计
en_us: Chapter 9: The Grand Scheme to Get Rich

source: 第九章 第一危机
en_us: Chapter 9: The First Crisis

source: 第二个白衣妹子。
en_us: The second girl with a white shirt.

source: 第二十一章 交易
en_us: Chapter 21: The Deal

source: 第二十一章 宗门变故
en_us: Chapter 21: Adversity of the Sect

source: 第二十七章 有点意思
en_us: Chapter 27: How Fascinating

source: 第二十七章 潜入悟剑
en_us: Chapter 27: Breaking into Sword Comprehension

source: 第二十三章 以命换命
en_us: Chapter 23: Exchanging One Life with Another

source: 第二十三章 蠢到想护
en_us: Chapter 23: An Urge to Protect

source: 第二十九章 大仇得报
en_us: Chapter 29: Vengeance Exacted

source: 第二十九章 残缺的秘籍
en_us: Chapter 29: The Badly Damaged Secret Manual

source: 第二十二章 你适合当炼丹师
en_us: Chapter 22: You're Suited to Be an Alchemist

source: 第二十二章 暂时人质
en_us: Chapter 22: Temporary Hostage

source: 第二十五章 多啦A萤
en_us: Chapter 25: DoraeYing

source: 第二十五章 翊家招揽
en_us: Chapter 25: Yi Family Recruitment

source: 第二十八章 地之灵体
en_us: Chapter 28: Earth-Grade Astral Form

source: 第二十八章 橙雨报仇
en_us: Chapter 28: Cheng Yu's Revenge

source: 第二十六章 变强之心
en_us: Chapter 26: The Desire to Grow Stronger

source: 第二十六章 纯阴之体
en_us: Chapter 26: Body of Pure Yin

source: 第二十四章 挫骨扬灰
en_us: Chapter 24: Shattered Bones and Scattered Ashes

source: 第二十四章 杀气惊意
en_us: Chapter 24: Frightening Murderous Intent

source: 第二十章 小说剧情
en_us: Chapter 20: The Novel's Storyline

source: 第二天一大早轩辕禹就来请沈萤一同观赛了，背后还跟着自己家嫡系的几名弟子，他们都很客气。相较于家主对沈萤的客气，那些弟子仿佛对羿清和孤月更加尊敬些，估计是揍的人不同。
en_us: Early the next day, Xuan Yuanyu invited Shen Ying to watch the competition with him. Behind him followed several disciples from the Xuan Yuan Family bloodline. Each one of them was courteous. While the Family Master was extra courteous to Shen Ying, the disciples were extra courteous to Yi Qing and Lonemoon. Evidently, each of them from the Xuan Yuan Family feared different people.

source: 第二天天还没亮，江逸就醒来要上西山清点，江小奴却闹着要出去做工，被他狠狠训斥了一顿不敢多言了。
en_us: Before dawn broke the next day, Jiang Yi was already awake, and had to head to the Western Hills to take stock. Jiang Xiaonu, however, once again disturbed him and demanded to head out to work. It was only after he had viciously reprimanded her that she no longer dared to speak another word.

source: 第二天江逸早早的做好了荣管事交代的差事，就又去武殿了。杨管事再次给了三枚灵神丹，一整天除了翊凌雪点名要江逸出战了一场外，杨总管没有叫江逸一次，让他专心修炼。
en_us: The next day, after finishing the tasks given by Chief Rong early in the morning, Jiang Yi once again went over to the Martial Arts Hall. Manager Yang once again gave him three Spirit Pills. For the rest of the entire day, besides Yi Lingxue ordering Jiang Yi specifically by name to join her in a practice match as a sparring partner, Manager Yang did not call out Jiang Yi once and instead allowed him to concentrate on cultivating his power.

source: 第二天，江逸还是一个人修炼了整整一天，柳长老还是不见人影，江逸心里有种淡淡的不祥预感，不过他可不敢独自找去柳长老住的院子找他，只能闷闷的回到家中。
en_us: The next day, Jiang Yi did refining practice for an entire day on his own, for Elder Liu was still missing. Jiang Yi had a faintly ominous premonition in his heart, but as he did not dare to visit by himself the courtyard where Elder Liu stayed to find the elder, he had no choice but to melancholically make his way home.

source: 第二日天刚刚亮，江逸就被外面的敲门声惊醒了，江逸打开房门，外面不出意外是钱万贯那张滚圆的脸，江逸好奇的问道：“怎么那么早？难道今日学院要召开新生欢迎仪式什么的？”
en_us: At the break of dawn, Jiangyi woke up, startled by the knocking on his door. Jiang Yi pushed his door open, and with little surprise, was greeted by Qian Wanguan's chubby face. Jiangyi asked out of curiosity, "What brings you here at this early hour? Is the Academy hosting a Welcome Ceremony for the new batch of students?

source: 第二日天还没亮，江逸就醒来了，打坐了一个时辰江水决，吃完早饭他交代江小奴这几天没事就去春芽家躲躲，避免江如虎找麻烦就匆匆朝炼丹房走去。
en_us: The next day, Jiang Yi was already up before daybreak. He meditated for two hours practicing the Jiang Water Art. After breakfast, he instructed Jiang Xiaonu to hide at Chun Ya's house for the next few days if she was not busy, in case Jiang Ruhu came looking for trouble. He then made his way to the alchemy lab.

source: 第二次醒来的时候，他还是躺在那里，连身都没翻一下，这次比上次好，隐隐能听到声音了。
en_us: The second time he awoke, he was still lying there, his position unchanged. He felt better this time and he could vaguely hear the sound of voices.

source: 第二章 兔兔好吃
en_us: Chapter 2: Rabbits are Delicious

source: 第二章 无名口诀
en_us: Chapter 2: The Nameless Formulation

source: 第五十一章 脱离宗门 （一千月票加更）
en_us: Chapter 51: Leaving the Sect

source: 第五十七章 开宗立派
en_us: Chapter 57: Establishing a Sect

source: 第五十三章 好好聊聊
en_us: Chapter 53: Let's Talk

source: 第五十九章 招收弟子
en_us: Chapter 59: Recruiting Disciples

source: 第五十二章 拦路打劫
en_us: Chapter 52: Robbery on the Road

source: 第五十五章 枯草之用
en_us: Chapter 55: The Purpose of the Withered Plant

source: 第五十八章 选址妖界
en_us: Chapter 58: Choosing an Abode in the Demon Realm

source: 第五十六章 萝卜化形
en_us: Chapter 56: The Radish's Manifestation

source: 第五十四章 突然觉悟
en_us: Chapter 54: A Sudden Realisation

source: 第五十章 谁家至宝
en_us: Chapter 50: Treasure from an Unknown Source

source: 第五章 说法
en_us: Chapter 5: The Saying

source: 第五章 隐世高手
en_us: Chapter 5: The Hidden Expert

source: 第八十一章 异界系统
en_us: Chapter 81: System of Another World

source: 第八十七章 唤醒心魔（月票三千加更）
en_us: Chapter 87: Awakening Mental Demons

source: 第八十三章 门派来袭
en_us: Chapter 83: Attack from Another Sect

source: 第八十九章 炼魔之塔
en_us: Chapter 89: The Demon Cultivating Pagoda

source: 第八十二章 入股追魂
en_us: Chapter 82: Buying Into Soul Chasing

source: 第八十五章 大起床气
en_us: Chapter 85: Waking Up Blues
